<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Rebate Account Funds Transfer Language Lines
    |--------------------------------------------------------------------------
    */

    /*
     * Store
     */
    11701 => 'تعذر استرداد تفاصيل الحساب. الرجاء تحديد حسابات صالحة للتحويل.',
    11702 => 'إلى الحساب غير مؤهل للتحويل. قد يكون السبب هو عدم تطابق العملة.',
    11703 => 'مبلغ التحويل أكبر من رصيد الحساب. الرجاء طلب رصيد أقل من أو يساوي الرصيد المتاح.',
    11704 => 'تم التحويل بنجاح! تم تحويل المبلغ بنجاح إلى حساب الخصم الخاص بك.',

];
