<?php

$resourceUpdateSuffix = 'يرجى التأكد من إضافة المستندات الداعمة ذات الصلة للتحقق من العنوان.';

$resourceDocUpdateSuffix = 'يرجى التأكد من إضافة المستندات ذات الصلة من الأسفل للتحقق منها.
<br/><br/>
<a class="ui white button small" role="button" href="/profile/manage-documents">إدارة المستند</a>
';

return [

    /*
    |--------------------------------------------------------------------------
    | Address Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    10300 => 'تم إرسال العنوان بنجاح للتحقق منه.' . $resourceUpdateSuffix,
    10301 => 'لم تقم بإضافة أي عناوين حتى الآن.',
    10302 => 'قائمة عناوينك بنجاح.',
    10303 => 'تم تقديم طلبك بنجاح.' . $resourceDocUpdateSuffix,
    10304 => 'عنوان التحديث محظور! هذا العنوان ينتمي إلى مستخدم آخر.',
    10305 => 'عنوان التحديث محظور! لم يتم إجراء أي تغييرات في العنوان.',
    10306 => 'عنوان التحديث محظور! هذا عنوان قديم يسمح بتحديث أحدث عنوان فقط.',
    10307 => 'إضافة عنوان ممنوع! هناك بالفعل عنوان مضاف. يرجى تحديث العنوان بدلا من ذلك',
    10308 => 'خطأ في الخطوة! الرجاء متابعة التسجيل بالتسلسل.',
    10309 => 'تم تقديم طلبك بنجاح.',
    10310 => 'المستخدم المطلوب ليس لديه إذن وصول.',
    10311 => 'تم تحديث تفاصيل المستخدم بنجاح.',

];
