<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Global Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    10200 => 'غير قادر على مصادقة.',
    10201 => 'البريد الالكتروني او كلمة المرور غير صحيحة.',
    10202 => 'المستخدم ليس موجود.',
    10203 => 'وقد انتهت جلسة العمل الخاصة بك. الرجاء إعادة تسجيل الدخول وحاول مرة أخرى.',//Invalid access token
    10204 => 'وقد انتهت جلسة العمل الخاصة بك.',//Expired access token
    10205 => 'يجب أن يكون رمز الوصول موجودًا.',
    10206 => 'لقد تم تسجيل خروجك بنجاح.',
    10207 => 'فشل Authy.',
    10208 => 'تم إرسال OTP إلى رقم هاتفك المحمول.',
    10209 => 'رقم الهاتف موجود بالفعل.',
    10210 => 'هذا الإجراء غير مصرح به.',
    10211 => "لم نتمكن من العثور على مستخدم بعنوان البريد الإلكتروني هذا.",
    10212 => 'تم التحقق من OTP. يرجى تعيين كلمة المرور الجديدة الخاصة بك.',
    10213 => 'تم إعادة تعيين كلمة المرور الخاصة بك! الرجاء تسجيل الدخول للمتابعة.',
    10215 => 'كلمة سر قديمة ليست صحيحة.',
    10216 => 'تم تغيير كلمة السر الخاصة بك.',
    10217 => 'عنوان البريد الإلكتروني قيد الاستخدام بالفعل.',
    10218 => 'ليس لديك الدور أو الأذونات الصحيحة للقيام بهذا الإجراء.',
    10219 => 'أرسل رابط إعادة تعيين كلمة المرور معرف البريد الإلكتروني المسجل الخاص بك.',
    10220 => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    10221 => 'انتهت صلاحية رمز إعادة تعيين كلمة المرور.',
    10222 => 'البريد الإلكتروني غير صحيح.',
    10223 => 'الرجاء معاودة المحاولة في وقت لاحق.',
    10224 => 'تم إنهاء المستخدم المطلوب بنجاح.',
    10225 => 'المستخدم المطلوب ليس لديه إذن وصول.',
    10226 => 'تم تحديث تفاصيل المستخدم بنجاح.',
    10227 => "لم نتمكن من العثور على سجل Salesforce بعنوان البريد الإلكتروني هذا.",


];
