<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Address Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    10600 => 'يوجد بالفعل مستند غير معتمد من هذا النوع. يرجى حذفه أولاً للمتابعة!',
    10601 => 'تم تقديم الوثيقة بنجاح.',
    10602 => 'حذف ممنوع! هذا المستند يخص مستخدم آخر.',
    10603 => 'تم حذف الوثيقة بنجاح.',
    10604 => 'حذف ممنوع! حذف أحدث وثيقة تمت الموافقة عليها غير مسموح به.',
    10605 => 'تم الانتهاء من الخطوة 4 من التسجيل بالفعل.',
    10606 => 'خطأ في الخطوة! الرجاء متابعة التسجيل بالتسلسل.',
    10607 => 'يرجى تذكر تحميل المستندات لاحقًا لإكمال التحقق من حسابك.',

];
