<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Rebate Rate Table Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    // Error.
    15401 => 'حساب الخصم المحدد لا يجتاز جميع قواعد التحقق من الصحة المعينة للحذف.',
    15402 => 'يمتلك المستخدم بالفعل حسابات خصم في منصات MT4 و MT5 المرتبطة بمجموعات التداول الافتراضية.',
    15403 => 'المستخدم المحدد غير مؤهل لإنشاء حساب الخصم.',
    15404 => 'ليس لدى والد المستخدم المحدد حسابات خصم مؤهلة للحفاظ على التسلسل الهرمي.',
    15405 => 'المستخدم لديه بالفعل حساب خصم في المنصة المحددة المرتبطة بمجموعة التداول الافتراضية.',
    15406 => 'العملة المختارة غير مسموح بها. الرجاء تحديد العملة نفسها مثل العملة الأم.',

    // Success.
    15451 => 'تم حذف حساب الخصم المحدد.',
    15452 => 'تم إنشاء حساب الخصم الافتراضي بنجاح.',

    // Info.
    15501 => 'لقد ناقشت هذا الأمر مع مشرفي والوسيط المعرف الدولي على علم بهذا التغيير.',
];
