<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Rebate Account Funds Transfer Language Lines
    |--------------------------------------------------------------------------
    */

    /*
     * Store
     */
    11701 => '계정 세부 정보를 검색 할 수 없습니다. 이전 할 유효한 계정을 선택하십시오.',
    11702 => 'To- 계정은 양도 할 수 없습니다. 그 이유는 통화 불일치 때문일 수 있습니다.',
    11703 => '이체 금액이 계정 잔액보다 많습니다. 사용 가능한 잔액보다 작거나 같은 잔액을 요청하십시오.',
    11704 => '전송 성공! 금액이 리베이트 계정으로 성공적으로 이체되었습니다.',

];
