<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Rebate Rate Table Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    // Error.
    15401 => 'Выбранная учетная запись бонуса не проходит все правила проверки, установленные для удаления.',
    15402 => 'У пользователя уже есть скидки на платформах MT4 и MT5, которые связаны с торговыми группами по умолчанию.',
    15403 => 'Выбранный пользователь не имеет права на создание учетной записи со скидкой.',
    15404 => 'Родитель выбранного пользователя не имеет подходящих учетных записей скидок для поддержания иерархии.',
    15405 => 'У пользователя уже есть бонусный счет на выбранной платформе, который связан с торговой группой по умолчанию.',
    15406 => 'Выбранная валюта не разрешена. Пожалуйста, выберите ту же валюту, что и его родительская.',

    // Success.
    15451 => 'Выбранный бонусный счет был удален.',
    15452 => 'Учетная запись бонуса по умолчанию успешно создана.',

    // Info.
    15501 => 'Я обсудил это со своим руководителем, и МБ знает об этом изменении.',
];
