<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Global Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    10200 => 'Невозможно пройти аутентификацию.',
    10201 => 'Email или пароль указан неверно.',
    10202 => 'Пользователь не найден.',
    10203 => 'Срок действия вашей сессии истек. Пожалуйста, войдите еще раз и попробуйте еще раз',//Invalid access token
    10204 => 'Срок действия вашей сессии истек.',//Expired access token
    10205 => 'Токен доступа должен присутствовать.',
    10206 => 'Вы успешно вышли из системы.',
    10207 => 'Authy потерпел неудачу.',
    10208 => 'Одноразовый пароль был отправлен на ваш номер мобильного телефона.',
    10209 => 'Номер телефона уже существует.',
    10210 => 'Это действие неавторизовано.',
    10211 => "Нам не удалось найти пользователя с таким адресом электронной почты.",
    10212 => 'OTP был проверен. Пожалуйста, установите новый пароль.',
    10213 => 'Ваш пароль был сброшен! Пожалуйста, залогиньтесь для продолжения.',
    10215 => 'Старый пароль неверен.',
    10216 => 'Ваш пароль был изменен.',
    10217 => 'Адрес электронной почты уже используется.',
    10218 => 'У вас нет нужной роли или прав для выполнения этого действия.',
    10219 => 'Ссылка для сброса пароля отправила ваш зарегистрированный адрес электронной почты.',
    10220 => 'Этот токен сброса пароля недействителен.',
    10221 => 'Срок действия этого токена сброса пароля истек.',
    10222 => 'Электронная почта неверна.',
    10223 => 'Пожалуйста, повторите попытку позже.',
    10224 => 'Запрошенный пользователь был успешно удален.',
    10225 => 'Запрошенный пользователь не имеет разрешения на доступ.',
    10226 => 'Данные пользователя успешно обновлены.',
    10227 => "Нам не удалось найти запись Salesforce с этим адресом электронной почты.",


];
