<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Address Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    10600 => 'Неутвержденный документ такого типа уже существует. Пожалуйста, сначала удалите его, чтобы продолжить!',
    10601 => 'Документ был успешно отправлен.',
    10602 => 'Удалять запрещено! Этот документ принадлежит другому пользователю.',
    10603 => 'Документ был успешно удален.',
    10604 => 'Удалять запрещено! Удаление самого последнего утвержденного документа не допускается.',
    10605 => 'Шаг 4 регистрации уже завершен.',
    10606 => 'Ошибка шага! Продолжайте регистрацию последовательно.',
    10607 => 'Не забудьте загрузить документы позже, чтобы завершить проверку учетной записи.',

];
