<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Global Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    10200 => '인증 할 수 없습니다.',
    10201 => '이메일 또는 비밀번호가 올바르지 않습니다.',
    10202 => '사용자를 찾을 수 없습니다.',
    10203 => '세션이 만료되었습니다. 다시 로그인하고 다시 시도하십시오.',//Invalid access token
    10204 => '세션이 만료되었습니다.',//Expired access token
    10205 => '액세스 토큰이 있어야합니다.',
    10206 => '성공적으로 로그 아웃되었습니다.',
    10207 => 'Authy는 실패했습니다.',
    10208 => 'OTP가 휴대폰 번호로 전송되었습니다.',
    10209 => '전화 번호가 이미 있습니다.',
    10210 => '이 작업은 승인되지 않았습니다.',
    10211 => "해당 이메일 주소로 사용자를 찾을 수 없습니다.",
    10212 => 'OTP 확인되었습니다. 새 비밀번호를 설정하십시오.',
    10213 => '당신의 비밀번호가 초기화되었습니다! 계속하려면 로그인하십시오.',
    10215 => '이전 비밀번호가 올바르지 않습니다.',
    10216 => '당신의 비밀번호가 변경되었습니다.',
    10217 => '이메일 주소가 이미 사용 중입니다.',
    10218 => '이 작업을 수행 할 수있는 올바른 역할 또는 권한이 없습니다.',
    10219 => '비밀번호 재설정 링크가 등록 된 이메일 ID를 보냈습니다.',
    10220 => '이 비밀번호 재설정 토큰은 유효하지 않습니다.',
    10221 => '이 비밀번호 재설정 토큰은 만료되었습니다.',
    10222 => '이메일이 잘못되었습니다.',
    10223 => '나중에 다시 시도 해주십시오.',
    10224 => '요청 된 사용자가 성공적으로 종료되었습니다.',
    10225 => '요청 된 사용자는 액세스 권한이 없습니다.',
    10226 => '사용자 세부 정보가 성공적으로 업데이트되었습니다.',
    10227 => "해당 이메일 주소로 Salesforce 레코드를 찾을 수 없습니다.",


];
