<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Global Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    10200 => '無法驗證。',
    10201 => '電子郵件或密碼不正確。',
    10202 => '找不到用戶。',
    10203 => '您的會話已過期。請重新登錄，然後重試。',//Invalid access token
    10204 => '您的會話已過期。',//Expired access token
    10205 => '訪問令牌必須存在。',
    10206 => '您已成功註銷。',
    10207 => '驗證失敗。',
    10208 => 'OTP已發送到您的手機號碼。',
    10209 => '電話號碼已存在。',
    10210 => '此操作是未經授權的。',
    10211 => "我們找不到使用該電子郵件地址的用戶。",
    10212 => 'OTP已通過驗證。請設置您的新密碼。',
    10213 => '您的密碼已重置！請登錄訪問更多內容。',
    10215 => '舊密碼不正確。',
    10216 => '您的密碼已被更改。',
    10217 => '電子郵件地址已被使用。',
    10218 => '您沒有正確的角色或權限來執行此操作。',
    10219 => '密碼重置鏈接發送了您的註冊電子郵件ID。',
    10220 => '此密碼重置令牌無效。',
    10221 => '該密碼重置令牌已過期。',
    10222 => '電子郵件不正確。',
    10223 => '請稍後再試。',
    10224 => '請求的用戶已成功終止。',
    10225 => '被請求的用戶沒有訪問權限。',
    10226 => '用戶詳細信息已成功更新。',
    10227 => "我們找不到具有該電子郵件地址的Salesforce記錄。",


];
