<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Rebate Rate Table Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    // Update.
    15201 => 'المبلغ المطلوب أكبر من رصيد الحساب. الرجاء طلب مبلغ أقل من أو يساوي الرصيد المتاح.',
    15202 => 'تم معالجة الطلب بنجاح.',
    15203 => 'تم تنفيذ هذا الطلب بالفعل. يرجى تحديث الصفحة لرؤية النتائج المحدثة.',
    15204 => 'تم رفض الطلب بنجاح.',

    // Info.
    15211 => 'لقد ناقشت هذا التعديل مع مشرفي والوسيط المعرّف على علم بهذه المعاملة.',

    // Error.
    15221 => 'حساب الخصم المحدد غير مؤهل لأداء نشاط "تسوية نقدية".',
    15222 => 'يبدو أن المستفيد NBA المرتبط بهذه المعاملة قد تم تغييره من قبل المستخدم. وبالتالي ، يُسمح بإجراء "الرفض" فقط في هذه المعاملة.',
];
