<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Rebate Account Funds Transfer Language Lines
    |--------------------------------------------------------------------------
    */

    /*
     * Store
     */
    11701 => 'Невозможно получить данные учетной записи. Пожалуйста, выберите действующие аккаунты для переноса.',
    11702 => 'Пополнение счета не подлежит переводу. Причина может быть в несоответствии валют.',
    11703 => 'Сумма перевода больше остатка на счете. Пожалуйста, запросите баланс, меньший или равный доступному остатку.',
    11704 => 'Перевод выполнен успешно! Сумма была успешно переведена на ваш счет скидок.',

];
