<?php

$resource = 'trading account';
$resourceUcFirst = ucfirst($resource);

return [

    /*
    |--------------------------------------------------------------------------
    | Link Trading Account Language Lines
    |--------------------------------------------------------------------------
    */

    /*
     * Store
     */
    11301 => '這 ' . $resource . ' 已與您當前的回扣帳戶相關聯。',
    11302 => '這 ' . $resource . ' 屬於另一個用戶。',
    11303 => "我們找不到給定的 " . $resource . "。請檢查所提交的交易帳號是否正確。",
    11304 => $resourceUcFirst . ' 已成功鏈接到您的回扣帳戶。',
    11305 => '回扣帳戶屬於其他人。',
    11306 => '這 ' . $resource . '與您的其他回扣帳戶相關聯。請先取消鏈接，然後嘗試與當前回扣帳戶鏈接。',
    11307 => '您的回扣帳戶已與一個交易帳戶關聯。請先取消鏈接，然後嘗試鏈接新的 ' . $resource . '.',
    11308 => '電子郵件不匹配！您的IB帳戶電子郵件和交易帳戶電子郵件必須匹配。',
    11309 => '名稱不匹配！您的IB帳戶名和交易帳戶名必須匹配。',
    11310 => '交易賬戶平台不匹配！您的回扣賬戶和交易賬戶平台必須相同。',
    11311 => '交易賬戶幣種不匹配！您的回扣賬戶和交易賬戶幣種必須相同。',

    /*
     * Destroy
     */
    11320 => $resourceUcFirst . ' 已成功從您的折扣帳戶中取消鏈接。',
    11321 => '禁止鏈接！這個鏈接 ' . $resource . '屬於另一個用戶。',

];
