<?php

return [  

    /*
    |--------------------------------------------------------------------------
    | Rebate Rate Table Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    // Update.
    15201 => 'Запрошенная сумма превышает остаток на счете. Запросите сумму, меньшую или равную доступному остатку.',
    15202 => 'Запрос был успешно обработан.',
    15203 => 'Этот запрос уже был обработан. Обновите страницу, чтобы увидеть обновленные результаты.',
    15204 => 'Запрос был успешно отклонен.',

    // Info.
    15211 => 'Я обсудил эту корректировку со своим руководителем, и МБ знает об этой транзакции.',

    // Error.
    15221 => 'Выбранный счет бонусов не подходит для выполнения операции «Корректировка денежных средств».',
    15222 => 'Получатель NBA, связанный с этой транзакцией, похоже, был изменен пользователем. Таким образом, для этой транзакции разрешено только действие «Отклонить».',
];
